[
  "obsidian-tasks-plugin",
  "quickadd",
  "nl-fast-image-cleaner",
  "obsidian-image-toolkit",
  "obsidian-linter",
  "tab-selector",
  "obsidian-style-settings",
  "obsidian-outliner",
  "obsidian-another-quick-switcher",
  "no-empty-windows",
  "share-my-plugin-list",
  "obsidian-front-matter-title-plugin",
  "obsidian-hider",
  "cmdr",
  "obsidian-projects",
  "better-fn",
  "obsidian-attachment-name-formatting",
  "float-search",
  "file-tree-alternative",
  "quick-tagger",
  "easy-toggle-sidebars",
  "calendar",
  "better-search-views",
  "cmenu-plugin",
  "templater-obsidian",
  "obsidian42-strange-new-worlds",
  "tray",
  "copy-url-in-preview",
  "obsidian-zoom",
  "quick-explorer",
  "nuke-orphans",
  "image-window"
]