[
  "nl-fast-image-cleaner",
  "obsidian-image-toolkit",
  "obsidian-linter",
  "obsidian-style-settings",
  "obsidian-outliner",
  "obsidian-another-quick-switcher",
  "obsidian-hider",
  "cmdr",
  "tray",
  "solve",
  "quickadd",
  "easy-toggle-sidebars",
  "file-explorer-plus",
  "float-search",
  "new-tab-default-page",
  "note-gallery",
  "no-empty-windows",
  "copy-url-in-preview",
  "modalforms",
  "obsidian-attachment-name-formatting",
  "obsidian-tasks-plugin",
  "dataview",
  "slash-commander",
  "obsidian-projects"
]