[
  "obsidian-tasks-plugin",
  "nl-fast-image-cleaner",
  "obsidian-image-toolkit",
  "obsidian-linter",
  "obsidian-style-settings",
  "obsidian-outliner",
  "obsidian-another-quick-switcher",
  "no-empty-windows",
  "share-my-plugin-list",
  "obsidian-front-matter-title-plugin",
  "obsidian-hider",
  "cmdr",
  "obsidian-projects",
  "better-fn",
  "obsidian-attachment-name-formatting",
  "cmenu-plugin",
  "obsidian42-strange-new-worlds",
  "copy-url-in-preview",
  "quick-explorer",
  "obsidian-reminder-plugin",
  "tray",
  "solve",
  "obsidian-copy-block-link",
  "quickadd",
  "obsidian-link-converter",
  "easy-toggle-sidebars",
  "new-tab-default-page",
  "file-explorer-plus",
  "rendered-block-link-suggestions",
  "float-search",
  "obsidian-visually-numbered-headings",
  "obsidian-list-callouts"
]